name: "conv2d"
backend: "armnn_tflite"
max_batch_size: 0
input [
    {
    name: "input"
    data_type: TYPE_FP32
    dims: [ 1, 5, 5, 1 ]
    }    
]
output [
    {
    name: "output"
    data_type: TYPE_FP32
    dims: [ 1, 3, 3, 1 ]
    }
]
instance_group [
    {
    count: 1
    kind: KIND_CPU
    }
]
