name: "inceptionv3_dynamic"
backend: "armnn_tflite"
max_batch_size: 10
input [
    {
    name: "serving_default_inputs:0"
    data_type: TYPE_FP32
    dims: [ -1, -1, 3 ]
    }    
]
output [
    {
    name: "StatefulPartitionedCall:0"
    data_type: TYPE_FP32
    dims: [ 1001 ]
    }
]
instance_group [
    {
    count: 1
    kind: KIND_CPU
    }
]