
name: "armnn_tflite_nobatch_zero_1_bool"
backend: "armnn_tflite"
max_batch_size: 0

input [
  {
    name: "INPUT0"
    data_type: TYPE_BOOL
    dims: [ -1 ]
  }
]
output [
  {
    name: "OUTPUT0"
    data_type: TYPE_BOOL
    dims: [ -1 ]
  }
]
